Repository: keepassium/KeePassium-L10n
Catalog: keepassium.tmx
Source language: en
Languages: ar, cs, de, es_es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, pt_pt, ru, sk, sr, sv_se, th, tr, uk, zh_cn, zh_tw

source: Cache Derived Encryption Keys
ar: مفاتيح التشفير المشتقة من ذاكرة التخزين المؤقت
cs: Šifrovací klíče odvozené od mezipaměti
de: Cache abgeleitete Verschlüsselungsschlüssel
es_es: Claves de cifrado obtenidas en caché
fr: Clés de chiffrement dérivées du cache
it: Chiavi di crittografia derivate dalla cache
ja: 派生した暗号鍵をキャッシュ
ko: 파생된 암호화 키 캐싱
nl: Versleutelingssleutels afgeleid van de cache
pt_br: Manter chaves criptográficas já processadas em cachê
ru: Кешировать вычисленные ключи шифрования
sk: Šifrovacie kľúče odvodené z vyrovnávacej pamäte
sv_se: Krypteringsnycklar härledda från cache
th: คีย์เข้ารหัสที่บันทึกไว้
tr: Önbellekten Türetilmiş Şifreleme Anahtarları
zh_cn: 缓存衍生加密密钥
zh_tw: 快取加密金鑰

source: Appearance
ar: المظهر
cs: Vzhled
de: Erscheinungsbild
es_es: Apariencia
fr: Aspect
it: Aspetto
ja: アピアランス
ko: 모양
nl: Vormgeving
pl: Wygląd
pt_br: Aparência
ru: Внешний вид
sk: Vzhľad
sv_se: Utseende
th: ภาพลักษณ์
tr: Görünüm
zh_cn: 界面外观
zh_tw: 界面外觀

source: Reset text size to default
ar: إعادة تعيين حجم النص إلى الافتراضي
cs: Obnovit velikost písma na výchozí
de: Textgröße auf Standard zurücksetzen
es_es: Restablecer tamaño de texto a predeterminado
fr: Réinitialiser la taille du texte par défaut
it: Ripristina dimensione del testo predefinita
ja: 文字の大きさをデフォルトに戻す
ko: 글자 크기를 기본값으로 초기화
nl: Zet de tekstgrootte terug op de standaardwaarde
pl: Domyślny rozmiar tekstu
pt_br: Redefinir tamanho do texto para o padrão
ru: Установить размер текста по умолчанию
sk: Obnoviť veľkosť písma na predvolené
sv_se: Återställ till standard-textstorlek
th: รีเซ็ตขนาดข้อความกลับสู่ค่าเริ่มต้น
tr: Metin boyutunu varsayılana sıfırla
zh_cn: 重置文本大小为默认值
zh_tw: 重置文字大小為默認值

source: Entry Viewer
ar: مُستعرض المدخلات
cs: Prohlížeč záznamů
de: Ansicht der Einträge
es_es: Visualizador de entrada
fr: Visualisateur d'entrée
it: Visualizzatore voci
ja: エントリーの表示
ko: 항목 뷰어
nl: Itemweergave
pl: Widok wpisu
pt_br: Exibição de entrada
ru: Просмотр записей
sk: Prehliadač záznamov
sv_se: Kontoöversikt
th: หน้ารายการ
tr: Metin Boyutu
zh_cn: 条目检视
zh_tw: 項目檢視

source: Text Size
ar: حجم النص
cs: Velikost písma
de: Textgröße
es_es: Tamaño del texto
fr: Taille du texte
it: Dimensione del testo
ja: 文字の大きさ
ko: 글자 크기
nl: Tekstgrootte
pl: Rozmiar tekstu
pt_br: Tamanho do texto
ru: Размер текста
sk: Veľkosť písma
sv_se: Textstorlek
th: ขนาดข้อความ
tr: Metin Boyutu
zh_cn: 文本大小
zh_tw: 文字大小

source: LGPL license
ar: رخصة LGPL
cs: LGPL licence
de: LGPL-Lizenz
es_es: Licencia LGPL
fr: Licence LGPL
it: Licenza LGPL
ja: GPL license
ko: LGPL 라이선스
nl: LGPL-licentie
pl: Licencja LGPL
pt_br: Licença LGPL
ru: Лицензия LGPL
sk: LGPL licencia
sv_se: LGPL-licens
th: ใบอนุญาต LGPL
tr: GNU (Kısıtlı Genel Kamu Lisansı)
zh_cn: LGPL 许可证
zh_tw: LGPL 授權許可

source: Database Icons
ar: أيقونات قاعدة البيانات
cs: Ikony databáze
de: Datenbank-Icons
es_es: Iconos de base de datos
fr: Icônes de la base de données
it: Icone Database
ja: データベースのアイコン
ko: 데이터베이스 아이콘
nl: Databankpictogrammen
pl: Ikona bazy
pt_br: Ícones nos bancos de dados
ru: Значки базы данных
sk: Ikony databázy
sv_se: Databasikoner
th: ไอคอนของฐานข้อมูล
tr: Veritabanı simgeleri
zh_cn: 数据库图标
zh_tw: 資料庫圖示

source: Passcode updated successfully.
ar: تمَّ تحديث رمز المرور بنجاح.
cs: Přístupový kód byl úspěšně aktualizován.
de: PIN erfolgreich aktualisiert.
es_es: Código de acceso actualizado correctamente.
fr: Le code d'accès a été mis à jour avec succès.
it: Codice di accesso aggiornato correttamente.
ja: パスコードが更新されました。
ko: 비밀번호가 성공적으로 업데이트되었습니다.
nl: Toegangscode bijgewerkt.
pl: Kod został zmieniony.
pt_br: Senha do aplicativo atualizada com sucesso.
ru: Код доступа успешно обновлён.
sk: Prístupový kód bol úspešne aktualizovaný.
sv_se: Pinkoden uppdaterades.
th: เปลี่ยนรหัสแล้วเรียบร้อย
tr: Şifre güncelleme başarılı.
zh_cn: 更新应用解锁密码成功
zh_tw: 更改應用解鎖密碼成功。

source: Change Passcode
ar: تغيير رمز المرور
cs: Změnit přístupový kód
de: PIN ändern
es_es: Cambiar código de acceso
fr: Changer le mot de passe
it: Modifica codice di accesso
ja: パスコードを変更
ko: 비밀번호 변경
nl: Toegangscode wijzigen
pl: Zmień kod dostępu
pt_br: Mudar senha do aplicativo
ru: Изменить код доступа
sk: Zmeniť prístupový kód
sv_se: Ändra pinkod
th: เปลี่ยนรหัส
tr: Şifreyi Değiştir
zh_cn: 修改应用解锁密码
zh_tw: 更改應用解鎖密碼

source: Protect KeePassium from unauthorized access
ar: احمِ KeePassium من الوصول غير المصرح به
cs: Chraňte KeePassium před neoprávněným přístupem
de: Schützen Sie KeePassium vor unbefugten Zugriffen
es_es: Protege KeePassium de accesos no autorizados
fr: Protéger KeePassium contre les accès non autorisés
it: Proteggi KeePassium da accessi non autorizzati
ja: KeePassiumを不正なアクセスから保護します。
ko: 허가되지 않은 접근으로부터 KeePassium 보호
nl: Bescherm KeePassium tegen ongeautoriseerde toegang
pl: Chroni KeePassium przed niepowołanym dostępem
pt_br: Proteja KeePassium contra acesso não autorizado
ru: Защитить KeePassium от несанкционированного доступа
sk: Chráňte KeePassium pred neoprávneným prístupom
sv_se: Skydda KeePassium från obehörig åtkomst
th: ปกป้อง KeePassium จากการเข้าถึงที่ไม่ได้รับอนุญาต
tr: KeePassium'u yetkisiz girişlerden koruyun
zh_cn: 保护 KeePassium 免受未经授权的访问
zh_tw: 保護KeePassium免受未經授權的訪問

source: Remember your database password
ar: تذكَّر كلمة مرور قاعدة البيانات الخاصة بك
cs: Zapamatujte si své heslo k databázi
de: Merken Sie sich Ihr Datenbank-Passwort
es_es: Recordar la contraseña de la base de datos
fr: Mémorisez le mot de passe de votre base de données
it: Memorizza la password del database
ja: データベースのパスワードを記憶
ko: 데이터베이스 패스워드를 기억해두세요!
nl: Onthoud uw databasewachtwoord
pl: Zapamiętaj hasło do bazy
pt_br: Lembre-se da sua senha-mestra
ru: Запомните пароль от базы
sk: Zapamätajte si svoje heslo k databáze
sv_se: Kom ihåg lösenordet för databasen
th: จำรหัสผ่านฐานข้อมูลของคุณ
tr: Veritabanı şifrenizi unutmayın
zh_cn: 请记住您的数据库密码
zh_tw: 請記住資料庫的密碼

source: If you ever forget it, you won't be able to access your data. There is no password reset option.
ar: إذا نسيته، لن تتمكن من الوصول إلى بياناتك. لا يوجد خيار لإعادة تعيين كلمة المرور.
cs: Pokud ho někdy zapomenete, nebudete mít přístup k vašim datům. Neexistuje žádná možnost pro obnovení hesla.
de: Falls Sie es einmal vergessen, können Sie nicht mehr auf Ihre Daten zugreifen. Es gibt keine Option zum Zurücksetzen des Passworts.
es_es: Si lo olvida, no podrá acceder a sus datos. No hay opción para restablecer la contraseña.
fr: Si jamais vous l'oubliez, vous ne pourrez pas accéder à vos données. Il n'y a pas d'option de réinitialisation du mot de passe.
it: Se dovessi dimenticare il codice di accesso, non sarai in grado di accedere ai tuoi dati. Non è disponibile un'opzione di reimpostazione della password.
ja: パスワードを忘れてしまうと、データにはアクセスできなくなります。パスワードの再設定もできません。
ko: 패스워드를 잊어버리면 더 이상 데이터에 접근할 수 없게 됩니다. 패스워드를 리셋할 수 있는 방법은 없습니다.
nl: Als u het ooit vergeet, hebt u geen toegang meer tot uw gegevens. Er is geen optie om het wachtwoord te resetten.
pl: Jeżeli zapomnisz hasło, utracisz dostęp do danych. Hasła nie można zresetować.
pt_br: Caso a esqueça, não conseguirá acessar seus dados. Não há modo de redefinir a senha.
ru: Если вы забудете его, то не сможете получить доступ к своим данным. Восстановить этот пароль невозможно.
sk: Pokiaľ ho niekedy zabudnete, nebudete mať prístup k vašim dátam. Neexistuje žiadna možnosť na obnovenie hesla.
sv_se: Om du glömmer det kommer du inte att kunna komma åt din data igen. Det finns ingen möjlighet att återställa lösenordet.
th: ถ้าคุณลืมมันไป คุณจะไม่สามารถเข้าถึงข้อมูลได้อีกต่อไป เพราะไม่มีวิธีใดที่จะรีเซ็ตรหัสผ่านได้
tr: Eğer olur da unutursanız; verilerinize bir daha erişemeyeceksiniz. Şifre sıfırlama gibi bir imkanın olmadığını aklınızda bulundurun.
zh_cn: 如果您忘记了它，您将无法访问您的数据。并且没有密码重置选项。
zh_tw: 如果您忘記了密碼，將無法訪問資料庫中的任何資料，並且沒有重置密碼的選項。

source: Save Passcode
ar: حفظ رمز المرور
cs: Uložit přístupový kód
de: PIN speichern
es_es: Guardar código de acceso
fr: Enregistrer le code d'accès
it: Salva codice di accesso
ja: パスコードを保存
ko: 비밀번호 저장
nl: Toegangscode opslaan
pl: Zapisz kod
pt_br: Salvar senha do app
ru: Сохранить код доступа
sk: Uložiť prístupový kód
sv_se: Spara pinkod
th: บันทึกรหัสผ่าน
tr: Şifreyi Kaydet
zh_cn: 保存应用解锁密码
zh_tw: 保存應用解鎖密碼

source: Nuvola icons by David Vignoni
ar: أيقونات Nuvola بواسطة David Vignoni
cs: Ikony Nuvola od Davida Vignoni
de: Nuvola Icons von David Vignoni
es_es: Iconos Nuvola de David Vignoni
fr: Icônes Nuvola par David Vignoni
it: Icone Nuvola di David Vignoni
ko: Nuvola 아이콘 ― David Vignoni
nl: Nuvola-pictogrammen van David Vignoni
pl: Ikony Nuvola - David Vignoni
pt_br: Ícones Nuvola por David Vignoni
ru: Значки Nuvola, автор David Vignoni
sv_se: Nuvola icons av David Vignoni
th: Nuvola icons โดย David Vignoni
zh_cn: Nuvola icons 来自 David Vignoni
zh_tw: Nuvola icons 來自 David Vignoni

source: Icons by KeePassXC team
ar: أيقونات بواسطة فريق KeePassXC
cs: Ikony týmu KeePassXC
de: Icons vom KeePassXC-Team
es_es: Iconos del equipo KeePassXC
fr: Icônes par l'équipe KeePassXC
it: Icone del team KeePassXC
ko: 아이콘 ― KeePassXC 팀
nl: Pictogrammen van het KeePassXC-team
pl: Ikony - Grupa KeePassXC
pt_br: Ícones pela equipe KeePassXC
ru: Значки команды KeePassXC
sv_se: Ikoner av KeePassXC-teamet
th: ไอคอนโดยทีมงาน KeePassXC
zh_cn: Icons 来自 KeePassXC team
zh_tw: Icons 來自 KeePassXC 團隊

source: Cannot save file (%@)
ar: يتعذَّر حفظ الملف (%@)
cs: Soubor (%@) nelze uložit
de: Datei konnte nicht gespeichert werden (%@)
es_es: No se puede guardar el archivo (%@)
fr: Impossible d'enregistrer le fichier (%@)
it: Non è possibile salvare il file (%@)
ja: ファイルを保存できません (%@)
ko: 파일 저장 실패 (%@)
nl: Kan bestand niet opslaan (%@)
pl: Nie można zapisać pliku (%@)
pt_br: Não pôde salvar o arquivo (%@)
ru: Невозможно сохранить файл (%@)
sk: Súbor (%@) sa nedá uložiť
sv_se: Kan inte spara fil (%@)
th: ไม่สามารถบันทึกไฟล์ (%@)
tr: (%@) dosyası kaydedilemiyor.
zh_cn: 无法保存文件 （%@）
zh_tw: 無法儲存檔案（%@）

source: Microsoft has recently switched OneDrive integration with iOS to read-only mode. Temporarily, they say.
ar: لقد بدلت مايكروسوفت تكاملات OneDrive مع iOS إلى وضع القراءة-فقط. يقولون أن ذلك بشكل مؤقتًا.
cs: Microsoft nedávno přepnul integraci OneDrive s iOS do režimu jen pro čtení. Říká, že dočasně.
de: Microsoft hat kürzlich die OneDrive-Integration mit iOS auf den Nur-Lese-Modus umgestellt.
es_es: Microsoft ha cambiado recientemente la integración de OneDrive con iOS a modo de sólo lectura. Dicen que es algo temporal.
fr: Microsoft a récemment modifié l'intégration de OneDrive avec iOS en mode lecture seule (modification temporaire).
it: Microsoft ha recentemente cambiato l'integrazione di OneDrive con iOS in modalità di sola lettura. Microsoft ha confermato che si tratta di una modifica temporanea.
ja: 最近、MicrosoftはOneDriveのiOS統合を読み取り専用に変更しました。これは一時的なものだとされています。
ko: Microsoft가 최근에 OneDrive의 iOS 통합을 “임시로” 읽기 전용 모드로 전환했습니다.
nl: Microsoft heeft onlangs de OneDrive-integratie met iOS alleen-lezen gemaakt. Ze zeggen dat dit tijdelijk is.
pl: Microsoft zmienił integrację OneDrive dla systemu iOS w tryb tylko do odczytu. Mówią, że tymczasowo...
pt_br: Recentemente, a Microsoft tornou apenas-leitura a integração do OneDrive com o iOS. Temporariamente, dizem eles.
ru: Недавно Microsoft перевела интеграцию OneDrive с iOS в режим только чтения. Как говорят, временно.
sk: Microsoft nedávno prepol integráciu OneDrive s iOS do režimu iba na čítanie. Tvrdí, že dočasne.
sv_se: Microsoft har nyligen ändrat sin OneDrive-integration så den bara tillåter att läsa filer, utan möjlighet att skriva till dem. Tillfälligt, enligt Microsoft.
th: Microsoft ได้เปลี่ยนการเชื่อม OneDrive ให้ iOS อ่านได้อย่างเดียว แค่ชั่วคราวเขาบอก
tr: Microsoft yaptığı son değişiklikle OneDrive'ın iOS entegrasyonunu sadece salt okunur olarak değiştirdiğini duyurdu. Bu durumun geçici olacağını söylüyorlar.
zh_cn: 微软最近将 OneDrive 与 iOS 档案的整合设定为仅读模式。
zh_tw: 微軟最近將 OneDrive 與 iOS 檔案的整合設定為僅讀模式。

source: Use the Export option to save file to another location.
ar: استخدم خيار التصدير لحفظ الملف في موقع آخر.
cs: Použijte možnost Export pro uložení souboru do jiné lokace.
de: Verwenden Sie die Export-Option, um die Datei an einem anderen Ort zu speichern.
es_es: Utilice la opción Exportar para guardar el archivo en otra ubicación.
fr: Utilisez l'option Exporter pour enregistrer le fichier dans un autre emplacement.
it: Utilizzare l'opzione Esporta per salvare il file in un'altra posizione.
ja: 共有メニューを使用して、別の場所に保存してください。
ko: 내보내기 옵션을 사용하여 다른 위치에 파일을 저장하세요.
nl: Gebruik de exportoptie om het bestand op te slaan op een andere locatie.
pl: Użyj opcji eksportu, aby zapisać plik w innej lokalizacji.
pt_br: Use a opção Exportar para salvar este arquivo em outro local.
ru: Используйте функцию экспорта, чтобы сохранить файл в другом месте.
sk: Použite možnosť Export na uloženie súboru do inej lokácie.
sv_se: Använd Export-möjligheten för att spara filen till en annan plats.
th: ใช้ตัวเลือกส่งออกเพื่อบันทึกไฟล์ไปยังที่อื่น
tr: Dosyayı farklı bir konuma kaydetmek istiyorsanız "Dışa Aktar" seçeneğini kullanın.
zh_cn: 使用导出选项将文件保存到其他位置。
zh_tw: 使用 匯出 按鈕將檔案儲存到其他地方。

source: One-time password is already configured for this entry. Do you want to overwrite it?
ar: تمَّ بالفعل إعداد كلمة مرور لمرة واحدة لهذا المُدخل. هل تريد استبدالها؟
cs: Jednorázové heslo je již pro tuto položku nakonfigurováno. Chcete ji přepsat?
fr: Le mot de passe à usage unique est déjà configuré pour cette entrée. Voulez-vous le remplacer ?
ja: ワンタイムパスワードはすでにこのエントリに設定されています。上書きしますか？
ko: 일회용 비밀번호가 이미 이 항목에 구성되어 있습니다. 덮어쓰시겠습니까?
pl: Hasło jednorazowe jest już ustawione dla tego wpisu. Czy chcesz go nadpisać?
pt_br: Já há um código de uso único configurado nesta entrada. Substituí-lo?
ru: Одноразовый пароль уже настроен для этой записи. Заменить его?
sk: Pre tento záznam je už nakonfigurované jednorazové heslo. Chcete ho prepísať?
sv_se: Engångslösenordet är redan konfigurerat för detta konto. Vill du skriva över det?
th: รายการนี้ได้ตั้งค่ารหัสผ่านแบบใช้ครั้งเดียวไว้แล้ว คุณต้องการเขียนทับหรือไม่?
tr: Bu girdi için tek kullanımlık parola oluşturulmuştu. Üzerine yazılsın mı?

source: Setup one-time password (OTP)
ar: إعداد كلمة مرور لمرة واحدة (OTP)
fr: Configurer le mot de passe à usage unique (OTP)
ja: ワンタイム・パスワード (OTP) の設定
ko: 일회용 비밀번호(OTP) 설정
pl: Ustaw hasło jednorazowe (OTP)
pt_br: Configurar código de uso único (OTP)
ru: Настроить одноразовый пароль (OTP)
sk: Nastaviť jednorazové heslo (OTP)
sv_se: Ställ in engångslösenord (OTP)
th: ตั้งค่ารหัสผ่านแบบใช้ครั้งเดียว (OTP)
tr: Tek kullanımlık parola oluştur (OTP)

source: Add Custom Icon
ar: إضافة أيقونة مُخصصة
cs: Přidat vlastní ikonu
de: Benutzerdefiniertes Symbol hinzufügen
fr: Ajouter une icône personnalisée
ja: カスタムアイコンを追加
ko: 사용자 지정 아이콘 추가
pl: Dodaj niestandardową ikonę
pt_br: Adicionar ícone personalizado
ru: Добавить свой значок
sk: Pridaj vlastnú ikonu
sv_se: Lägg till egenvald ikon
th: เพิ่มไอคอนที่กำหนดเอง
tr: Özel Simge Ekle

source: Custom Icons
ar: أيقونات مُخصصة
cs: Vlastní ikony
de: Benutzerdefinierte Symbole
fr: Icônes personnalisées
ja: カスタムアイコン
ko: 사용자 지정 아이콘
pl: Niestandardowe ikony
pt_br: Ícones personalizados
ru: Свои значки
sk: Vlastné ikony
sv_se: Egenvalda ikoner
th: ไอคอนที่กำหนดเอง
tr: Özel Simgeler

source: Standard Icons
ar: الأيقونات القياسيَّة
cs: Standardní ikony
fr: Icônes standards
ja: 標準アイコン
ko: 기본 아이콘
pl: Standardowe ikony
pt_br: Ícones padrão
ru: Стандартные значки
sk: Štandardné ikony
sv_se: Standardikoner
th: ไอคอนมาตรฐาน
tr: Standart Simgeler

source: This QR code is not suitable for OTP setup.
ar: رمز الاستجابة السريعة هذا غير مُلائم لإعداد OTP.
cs: Tento QR kód není vhodný pro nastavení OTP.
fr: Ce code QR n'est pas adapté à la configuration OTP.
ja: このQRコードは、ワンタイム・パスワードの設定に使えません。
ko: 이 QR 코드는 OTP 설정에 사용되기에 적합하지 않습니다.
pl: Tego kodu QR nie można użyć dla OTP.
pt_br: Este não é um código QR para configurar códigos de uso único.
ru: Этот QR-код не подходит для настройки одноразового пароля (OTP).
sk: Tento QR kód nie je vhodný na nastavenie OTP.
sv_se: Denna QR-kod är inte lämplig för OTP-konfiguration.
th: QR code นี้ไม่สามารถใช้กับการตั้ง OTP ได้
tr: Bu QR kod, OTP kurulumu için uygun değil.

source: KeePassium needs access to the Photos library to add custom icons to groups and entries
ar: يحتاج KeePassium الوصول إلى مكتبة الصور لإضافة أيقونات مخصصة للمجموعات والمُدخلات
fr: KeePassium a besoin d'accéder à la bibliothèque Photos pour ajouter des icônes personnalisées aux groupes et aux entrées
ja: カスタムアイコンをグループやエントリに設定するには、写真へのアクセスをKeePassiumに与える必要があります。
ko: KeePassium에 사용자 지정 아이콘을 추가하기 위해선 사진 라이브러리의 접근 권한이 필요합니다.
pl: KeePassium wymaga dostępu do Zdjęć, aby dodać niestandardową ikonę
pt_br: KeePassium precisa acessar a fototeca para adicionar ícones personalizados a grupos e entradas
ru: Приложению нужен доступ к фотографиям, чтобы добавить пользовательские значки к группам и записям
sk: KeePassium potrebuje prístup do knižnice fotografií, aby bolo možné pridávať vlastné ikony do skupín a záznamov
sv_se: KeePassium behöver åtkomst till ditt fotobibliotek för att kunna lägga till egenvalda ikoner till grupper och konton
th: KeePassium ต้องการเข้าถึงคลังรูปภาพเพื่อเพิ่มไอคอนที่กำหนดเองไปยังกลุ่มและรายการ
tr: Girdi ve gruplara özel simge ayarlayabilmeniz için KeePassium Fotoğraf kütüphanesine erişmeye ihtiyaç duyar

source: Custom icon
ar: أيقونة مخصصة
de: Benutzerdefiniertes Symbol
fr: Images fournies par l'utilisateur qui peuvent être utilisées pour les entrées et les groupes
ja: カスタムアイコン
ko: 사용자 지정 아이콘
pl: Własna ikona
pt_br: Ícone personalizado
ru: Свой значок
sk: Vlastná ikona
sv_se: Egenvald ikon
th: ไอคอนที่กำหนดเอง

source: Toast-Swift by Charles Scalesse
ar: إمتداد Toast-Swift بواسطة Charles Scalesse
de: Toast-Swift von Charles Scalesse
fr: Toast-Swift développé par Charles Scalesse
it: Toast-Swift di Charles Scalesse
ja: Toast-Swift by Charles Scalese
ko: Toast-Swift ― Charles Scalesse
pl: Toast-Swift - Charlesa Skalesse
pt_br: Toast-Swift por Charles Scalesse
ru: Toast-Swift, автор Charles Scalesse
sv_se: Toast-Swift av Charles Scalesse
th: Toast-Swift โดย Charles Scalesse

source: Entry title
ar: عنوان المُدخل
cs: Název záznamu
de: Titel des Eintrags
es_es: Título de la entrada
fr: Nom de l'entrée
it: Titolo voce
ja: エントリーのタイトル
ko: 제목
nl: Invoertitel
pl: Nazwa wpisu
pt_br: Título da entrada
ru: Название записи
sk: Názov záznamu
sv_se: Kontots namn
th: ชื่อรายการ
tr: Girdi Başlığı
zh_cn: 条目标题
zh_tw: 項目標題

source: Entry Title
ar: عنوان المُدخل
cs: Název Záznamu
de: Titel des Eintrags
es_es: Título de la entrada
fr: Nom de l'entrée
it: Titolo voce
ja: エントリーのタイトル
ko: 제목
nl: Invoertitel
pl: Nazwa wpisu
pt_br: Título
ru: Название записи
sk: Názov Záznamu
sv_se: Kontonamn
th: ชื่อรายการ
tr: Girdi Başlığı
zh_cn: 条目标题
zh_tw: 項目標題

source: Custom field value
ar: قيمة الحقل المُخصص
cs: Hodnota vlastního pole
de: Benutzerdefinierter Feldwert
es_es: Valor de campo personalizado
fr: Valeur du champ personnalisé
it: Valore campo personalizzato
ja: カスタムフィールドの値
ko: 사용자 지정 필드 값
nl: Aangepaste veldwaarde
pl: Zawartość pola
pt_br: Valor do campo personalizado
ru: Значение поля
sk: Hodnota vlastného poľa
sv_se: Anpassat fältvärde
th: ช่องข้อมูลที่กำหนดเอง
tr: Özel alan değeri
zh_cn: 自定义字段内容
zh_tw: 自定義字段內容

source: Custom field name
ar: اسم الحقل المُخصص
cs: Název vlastního pole
de: Name des benutzerdefinierten Feldes
es_es: Nombre de campo personalizado
fr: Valeur du champ personnalisé
it: Nome campo personalizzato
ja: カスタムフィールドの名前
ko: 사용자 지정 필드 이름
nl: Aangepaste veldnaam
pl: Nazwa pola
pt_br: Nome do campo personalizado
ru: Название поля
sk: Názov vlastného poľa
sv_se: Anpassat fältnamn
th: ชื่อของช่องที่กำหนดเอง
tr: Başlık
zh_cn: 自定义字段名称
zh_tw: 自定義字段名稱

source: Forgot your password?
ar: هل نسيت كلمة السر؟
cs: Zapomněli jste heslo?
de: Passwort vergessen?
es_es: ¿Has olvidado tu contraseña?
fr: Mot de passe oublié ?
it: Hai dimenticato la password?
ja: パスワードをお忘れですか？
ko: 암호를 잊으셨습니까?
nl: Wachtwoord vergeten?
pl: Nie pamiętasz hasła?
pt_br: Esqueceu sua senha?
ru: Забыли пароль?
sv_se: Har du glömt lösenordet?
th: ลืมรหัสผ่านของคุณใช่หรือไม่
tr: Parolanızı mı unuttunuz?
uk: Забули свій пароль?
zh_cn: 忘记密码？
zh_tw: 忘記了您的密碼？

source: Loading database file...
cs: Načítání databáze...
de: Datenbank wird geladen...
es_es: Cargando base de datos ...
fi: Ladataan tietokantatiedostoa...
fr: Chargement de la bases de données...
it: Caricamento database file...
ja: データベースを読み込み中...
nl: Bezig met laden van databankbestand...
pl: Wczytywanie pliku bazy danych...
ru: Загрузка базы паролей...
sv_se: Laddar databasfil...
tr: Veritabanı dosyası yükleniyor...
zh_cn: 加载数据库文件...
zh_tw: 載入資料庫檔案...

source: Cannot parse database. %s
cs: Nelze zanalyzovat databázi. %s
de: Datenbank kann nicht analysiert werden. %s
es_es: No se pudo analizar la base de datos. %s
fr: Impossible d'analyser la base de données. %s
it: Impossibile analizzare il database. %s
nl: Kan databank niet verwerken. %s
pl: Nie można przetworzyć bazy danych. %s
ru: Не удалось разобрать базу паролей. %s
sv_se: Kunde inte tolka databasen. %s
tr: Veritabanı ayrıştırılamıyor. %s
zh_cn: 无法解析数据库。%s
zh_tw: 無法解析資料庫。%s

source: Unexpected file error, please contact us.
cs: Neočekávaná chyba souboru, kontaktujte nás prosím.
de: Unerwarteter Dateifehler, bitte kontaktieren Sie uns.
es_es: Error inesperado del archivo, por favor contáctenos.
fr: Une erreur inattendue est survenue, veuillez contacter le support technique.
it: Errore inatteso nel file, per favore contattaci.
ja: 予期しないエラーです。サポートにお問い合わせください。
nl: Onverwachte bestandsfout; neem contact met ons op.
pl: Nieoczekiwany błąd pliku, skontaktuj się z nami.
ru: Неожиданная ошибка при работе с файлами. Пожалуйста, сообщите об этом нам.
sv_se: Oväntat fil-fel vänligen kontakta oss.
zh_cn: 文件意外的错误, 请与我们联系。
zh_tw: 檔案意外的錯誤, 請與我們聯繫。

source: MyPasswords
cs: MojeHesla
es_es: MiContraseña
fr: MonMotsDePasse
hu: Jelszavaim
nl: Mijnwachtwoorden
pl: MojeHasła
pt_br: MinhasSenhas
ru: МоиПароли
sk: MojeHesla
sv_se: MinDatabas
th: รหัสของฉัน
tr: Şifrelerim
uk: МоїПаролі
zh_cn: 我的密码
zh_tw: 我的密碼

source: Any questions? We have answers.
cs: Nějaké otázky? Máme odpovědi.
de: Fragen? Wir antworten.
es_es: ¿Alguna pregunta? Tenemos las respuestas.
fi: Kysyttävää? Meillä on vastaukset.
fr: Des questions? Nous avons des réponses.
it: Hai delle domande? Abbiamo delle risposte.
nl: Heb je vragen? Wij hebben de antwoorden.
ru: Есть вопросы? У нас есть ответы.
sv_se: Några frågor? Vi har svar.
zh_cn: 有任何问题? 我们有答案。
zh_tw: 有任何問題? 我們有答案。

source: Restore Purchases
cs: Obnovit nákupy
de: Käufe wiederherstellen
es_es: Restaurar compras
fr: Restaurer les achats
it: Ripristinare gli Acquisti
ja: 購入を復元する
nl: Herstel aankopen
ru: Восстановить покупки
sv_se: Återställ köp
uk: Відновити покупки
zh_cn: 还原购买
zh_tw: 還原購買

source: pa$$word
cs: he$lo
es_es: Contra$€ña
it: paga$$word
nl: wa8woord
pt_br: senh4
sk: he$lo
tr: Şifre $word
